ojc-core/bpelse/system-test/test/com/sun/jbi/engine/bpel/jbiadaptor/test/scalability/bpels/Ph2PendCorrPickInstPass/input/Input2.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:corrRecRecTargetNamespace">
  <soapenv:Body>
    <urn:corrRecRecPart>
      <urn:string>input</urn:string>
    </urn:corrRecRecPart>
  </soapenv:Body>
</soapenv:Envelope>